Repository: ddeboer/mod_network_of_terms
Catalog: translations/*.po
Languages: nl

source: An error occurred.
nl: Er is een fout opgetreden.

source: Choose from terminology sources, such as thesauri, reference lists and classification systems, that you want to consult.
nl: Kies uit terminologiebronnen, zoals thesauri, classificatiesystemen en referentielijsten, die je wilt raadplegen.

source: For example: Rembrandt, Amsterdam or painting
nl: Bijvoorbeeld: fietsen, schilderij of Amsterdam

source: Network of Terms
nl: Termennetwerk

source: No terms found
nl: Geen termen gevonden

source: One term found
nl: Eén term gevonden

source: Search words
nl: Zoekwoorden

source: Select one or more terminology sources
nl: Selecteer een of meerdere terminologiebronnen

source: Terminology sources
nl: Terminologiebronnen

source: The terminology source could not process the request.
nl: De terminologiebron kon de vraag niet verwerken.

source: The terminology source is temporarily unavailable.
nl: De terminologiebron is tijdelijk onbereikbaar.

source: Use the <a href="https://termennetwerk.netwerkdigitaalerfgoed.nl" target="_blank">Network of Terms</a> to find shared terms and link your pages to them.
nl: Gebruik het <a href="https://termennetwerk.netwerkdigitaalerfgoed.nl" target="_blank">Termennetwerk</a> om gedeelde termen te vinden en je pagina’s daaraan te linken.

source: terms found
nl: termen gevonden
